[
  {
    "breeding": "Mainly a coastal breeding bird, but in Ireland the species also breeds inland on the fresh water lakes of Lough Corrib (Co. Galway) and Lough Conn (Co. Mayo). More colonies are found on the west coast with Co. Wexford, Co. Kerry, Co. Mayo and Co. Donegal having the largest number of birds. ",
    "conservation": "Amber-listed in Ireland due to its localised breeding population. The European population is regarded as Secure.",
    "diet": "Marine fish, crustaceans and insects. ",
    "identification": "Usually seen over the sea. Slender seabird with narrow, pointed wings, long forked tail and long, pointed bill. Grey above and white below, dark cap to head. Flight light and buoyant, can hover briefly over the sea before diving in. Very similar to Common Tern (with which it breeds) and told apart by plumage and structure. Arctic Tern is smaller, with a smaller head, neck and bill and slightly narrower wings, which look forwardly placed on the body. Very short legs. Adults have a blood red bill, usually with no dark tip. The underparts are greyer than Common Tern and there some contrast with the cheek. The wing pattern is useful in separation, Arctic terns shows no dark wedge in the primaries but shows a distinct trailing edge. Arctic terns have longer tail steamers, extending beyond the wing tips. Adult winter plumage, like all terns is different from breeding plumage, but is only seen in the wintering range. Also has distinctive juvenile plumage, with some brown in the mantle, a dark carpel bar and white secondaries. Shows a distinct trailing bar to the primaries, bill darkens rapidly. ",
    "image_large": "arctictern",
    "image_thumb": "arcticternthumb",
    "latin": "Sterna paradisaea",
    "name": "Arctic Tern",
    "status": "Summer visitor from March to September to all Irish coasts. Winters off south Africa and as far south as Antarctica.",
    "where_to_see": "Lady's Island Lake, near Rosslare, in County Wexford has up to 300 pairs. As well as other tern species.",
    "wintering_habits": "Considered to have the longest migration of all birds, utilizing the summer of both hemispheres. "
  },
  {
    "breeding": "The breeding population is confined to the Balearic Islands in the Mediterranean.",
    "conservation": "Red-listed in Ireland. Balearic Shearwater is listed as Critically Endangered by BirdLife International due to its very small breeding range and population. The latter is estimated at less than 10,000 pairs, undergoing a very large decline.",
    "diet": "Balearic Shearwaters mainly feed on small fish such as Sardines, as well as squid and small crustaceans.",
    "identification": "Slightly larger than Manx Shearwater and in all respects very similar to that species. The most noticeable differences include paler brown upperparts, as well as more extensive darker markings on the underparts (throat and vent) and wing. The white on the underparts (belly) tends to appear as an isolated patch. Balearic Shearwaters are a slightly different shape to Manx Shearwater, appearing more like a small Sooty Shearwater. Rarely, Balearic Shearwaters can be as pale as Manx Shearwater or even as dark as Sooty Shearwater.",
    "image_large": "balearicshearwater",
    "image_thumb": "balearicshearwaterthumb",
    "latin": "Puffinus mauretanicus",
    "name": "Balearic Shearwater",
    "status": "Scarce passage migrant off all Irish coasts from July to November. Rare offshore during winter and spring.",
    "where_to_see": "Coastal headlands of the south and west coasts (for example, Cape Clear) are the most reliable sites to observe Balearic Shearwaters in Ireland.",
    "wintering_habits": "On the open ocean of the western Mediterranean and east Atlantic."
  },
  {
    "breeding": "Breeds in ruined buildings, such as castles and to a lesser extent in outbuildings (barns/sheds). Will use special nest boxes. Breeding success heavily dependant on the availability of suitable prey. ",
    "conservation": "Red-listed in Ireland due to a significant decline in the breeding population. The European population is currently evaluated as Declining.",
    "diet": "Hunts small mammals and frogs. In Ireland, found to be very dependant on Greater White-tooted Shrew with other small mammals forming a much smaller percentage of prey caught. ",
    "identification": "Rarely seen during the day, only active late at night. Most frequently seen flying across road in car head-lights. Appears a ghostly white, with no markings on the underwing - Long-eared Owl has a dark comma mark. Given a close view, shows a remarkably intricate patterning on the wings, back and head.  ",
    "image_large": "barnowl",
    "image_thumb": "barnowlthumb",
    "latin": "Tyto alba",
    "name": "Barn Owl",
    "status": "Scarce resident mainly in central and southern Ireland. No longer breeds in large patches of northern, western and eastern Ireland.",
    "where_to_see": "Very difficult to observe and as such there are no regular sites to see Barn Owls. The majority of population is concentrated in the midlands and southern Ireland and is more likely to be seen here. All sightings should be reported to BirdWatch Ireland.",
    "wintering_habits": "Largely resident, though young birds will wander in search of new territories. "
  },
  {
    "breeding": "This race breeds on rocky coasts and steep slopes of Greenland.",
    "conservation": "Amber-listed in Ireland as the majority winter at less than ten sites. The European population is considered to be Secure.",
    "diet": "Primarily grazers, feeding on grasses and sedges on the tundra during the breeding season, and on coastal pastures during the winter.",
    "identification": "Small compact goose, with small rounded head and short black bill. It has a black neck and breast and mostly-white head, barred grey upperparts and pale underparts. Identified in flight by a strong contrast between the black breast and the whitish belly.",
    "image_large": "barnaclegoose",
    "image_thumb": "barnaclegoosethumb",
    "latin": "Branta leucopsis",
    "name": "Barnacle Goose",
    "status": "Local winter visitor from Greenland, occurring in Ireland between October and April.",
    "where_to_see": "The most important sites are the Inishkea Islands in County Mayo and Ballintemple in County Sligo, each supporting over 2,500 birds. Trawbreaga Bay in County Donegal, Malin Head in County Donegal and Rathlin O'Birne in County Donegal also support relatively large flocks (usually 500-800 birds).",
    "wintering_habits": "Winters in western Scotland and Ireland. Mostly on remote islands in the northwest Ireland and western Scotland where it is relatively free from disturbance.andHighly gregarious. "
  },
  {
    "breeding": "Breeds in northern Norway, Finland and further to the north and east.",
    "conservation": "Amber-listed in Ireland as the majority of the population winter at less than ten sites. The European population is considered to be Secure.",
    "diet": "Feed along the tidal edge, or in shallow water (up to 15 cm depth). They usually commence feeding on an ebbing tide, and feed continuously for up to 6 hours. Polychaete worms, particularly lugworms, form a large proportion of their diet. On the muddier estuaries, where lugworms may be absent, they take ragworms and bivalves.",
    "identification": "At first glance resembles a smaller version of a Curlew - similar shape (long legs and neck) and plumage (grey/brown with streaking). The long, straight and slightly upturned bill, however is quite different. Summer plumaged birds occur sometimes, showing varying amounts of orange/brick red on the body feathers. Bar-tailed can easily be confused with the slightly longer-legged and more elegant Black-tailed Godwit, however in flight, Bar-tailed always shows fairly uniform, grey brown upperwings, a long white rump and a finely barred tail (Black-tailed is strongly patterned with black and white wings and tail and a square white rump). Usually seen feeding along outer shoreline of estuaries. Sometimes in large flocks.",
    "image_large": "bartailedgodwit",
    "image_thumb": "bartailedgodwitthumb",
    "latin": "Limosa lapponica",
    "name": "Bar-tailed Godwit",
    "status": "Winter visitor to coastal estuaries from October to April from Russia and Scandinavia",
    "where_to_see": "Dundalk Bay in County Louth, Dublin Bay in County Dublin, Wexford Harbour and Slobs in County Wexford, Lough Foyle in County Derry and Strangford Lough in County Down support highest numbers (1,500-2,500 birds).",
    "wintering_habits": "Wintering distribution entirely coastal. They are largely confined to estuaries, with largest numbers recorded on sandy estuaries. Small numbers recorded using non-estuarine coastline."
  },
  {
    "breeding": "Breeds from Scandinavia eastwards across northern Asia.",
    "conservation": "Green-listed in Ireland. The European population has been evaluated as Secure.",
    "diet": "Bean Geese typically feed on grasses, cereals and other crops.",
    "identification": "Very similar to Greylag Goose and care is needed to separate the two species. Bean Goose differs from Greylag Goose by having a dark brown head and neck, as well as darker orange legs. The beak colouring also differs, with Bean Goose having a mainly dark beak with orangey tip.Frequently there is a white rim surrounding the bill as in Greenland White-fronted Goose. The wings also lack the large bluey-grey patches of the Greylag Goose. Two different types of Bean Goose have occured in Ireland: Tundra Bean Goose and Taiga Bean Goose. These differ in bill structure and colouring, with Tundra having a small dark beak (similar to Pink-footed Goose), whereas Taiga has a large, mainly orange-coloured beak. ",
    "image_large": "beangoose",
    "image_thumb": "beangoosethumb",
    "latin": "Anser fabalis",
    "name": "Bean Goose ",
    "status": "A rare winter visitor from October to March",
    "where_to_see": "Good sites to look for this species are North Slob and Dundalk Bay. Bean Geese are rare in Ireland and not seen annually.",
    "wintering_habits": "This species winters in flocks with other geese in open countryside. There is a small wintering population in East Anglia and northern Scotland. The majority of population can be found in very large flocks in the Netherlands and northern Germany."
  },
  {
    "breeding": "Breeds across low-lying open grassy or swampy tundra of Arctic Siberia adjacent toandpools, lakes or rivers.",
    "conservation": "Red-listed in Ireland due to a severe decline in the number of Bewick's Swans wintering in Ireland. The European wintering population has declined in several countries and consequently is regarded as Vulnerable.",
    "diet": "Plant material including tubers, shoots and leaves and they forage in water or flooded pasture.",
    "identification": "Smallest of the three white swan species occurring in Ireland, with yellow and black bill (yellow at the base, usually rounded or square, and not reaching the nostril or extending along the sides, as in Whooper Swan). Neck also shorter than Whooper Swan.",
    "image_large": "bewicksswan",
    "image_thumb": "bewicksswanthumb",
    "latin": "Cygnus columbianus",
    "name": "Bewick's Swan",
    "status": "Increasingly rare winter visitor from Siberia from November to March at wetlands in Counties Wexford and around Lough Neagh.",
    "where_to_see": "Found mostly at Tacumshin Lake and Wexford Slobs (c. 200 birds) in County Wexford.",
    "wintering_habits": "Low-lying wet pasture, lakes, ponds and stubble. The majority of the European population winters in Germany, the Netherlands and Britain. One of the potential reasons that the species has declined in Ireland is that Bewick's Swans find suitable sites in these countries and no longer need to fly as far west as Ireland."
  },
  {
    "breeding": "Nests amongst boulders at the base of cliffs, also in rock crevices and in man made structures, such as piers. Will nest singularly and in loose colonies. ",
    "conservation": "Amber-listed, due to concerns over the European population, which is currently regarded as Depleted due to a moderate historical decline.",
    "diet": "Marine fish and crustaceans. ",
    "identification": "A species of Auk, highly marine and only found on land in the breeding season. Smaller than Guillemot,andand only slightly bigger than Puffin. Plump and heavy at the rear end, flies with head pointing up. Strikingly distinctive in the breeding season, with an all black plumage, white upperwing patches and red feet. Can look all dark, at a distance, in the breeding season. Very different in the winter when the bird is white below with white barring above, upperwing pattern very similar to the breeding season and useful in identifying the species at that time of year.",
    "image_large": "blackguillemot",
    "image_thumb": "blackguillemotthumb",
    "latin": "Cepphus grylle",
    "name": "Black Guillemot",
    "status": "Resident along all Irish coasts.",
    "where_to_see": "Lough Swilly in County Donegal, the Aran Islands off County Galway, Bray Head and Wicklow Head in County Wicklow, Cape Clear, County Cork and Rockabill Island, County Dublin are among the best breeding sites in Ireland.",
    "wintering_habits": "Winters in the vicinity of its breeding sites and can be seen inshore throughout the year. "
  },
  {
    "breeding": "Does not breed in Ireland. The small breeding population in Britain (<100 pairs) prefers bare areas in industrial estates and towns. In Continental Europe, breeds in towns, vineyards and rocky slopesin uplands. ",
    "conservation": "Green-listed in Ireland. The European population is regarded as Secure.",
    "diet": "Insects. Sits on exposed perch, before a hopping or flying a short distance to catch suitable prey.",
    "identification": "About the same size as a Robin and has a similar shape. In all plumages has rusty-red undertail coverts and tail, which is frequently shivered. Adult males are a glossy black on the head, back and underparts. Has a small white patch on the primaries. Juvenile and adult females are inseperable, being a mousy grey-brown colour all over. Very similar to female/juvenile Common Redstarts in this plumage, though the latter tend to be a more beige-brown colour. ",
    "image_large": "blackredstart",
    "image_thumb": "blackredstartthumb",
    "latin": "Phoenicurus ochruros gibraltarensis",
    "name": "Black Redstart",
    "status": "Scarce passage in spring and autumn, as well as a scarce winter visitor mainly to eastern and southern coasts.",
    "where_to_see": "The base of the East Pier in Dun Laoghaire, County Dublin regularly hosts one or two wintering Black Redstarts. Another good site is Rosslare Harbour in County Wexford.",
    "wintering_habits": "A scarce winter visitor to coastal areas in the east and south of Ireland. Frequently seen at sites which resemble their breeding habitat (exposed cliffs/rocks) with plenty of insects. "
  },
  {
    "breeding": "Breeds throughout Ireland in many different habitats - mostly in hedgerows and gardens. Nest in trees or bushes - especially brambles and ivy, but also conifers. Will use large open-fronted nestboxes. ",
    "conservation": "Green-listed in Ireland. The European population has been assessed as Secure.",
    "diet": "Insects, especially earthworms. Also berries and other fruit including apples. Comes to bird tables.",
    "identification": "The commonest and most widespread member of the thrush family In Ireland. The males's all black plumage and bright yellow bill is unmistakable, however females are much browner, with speckles on the upper breast and at first glance resemble a Song Thrush. Often cocks long tail when alarmed or when running along ground.",
    "image_large": "blackbird",
    "image_thumb": "blackbirdthumb",
    "latin": "Turdus merula",
    "name": "Blackbird",
    "status": "Resident, and winter visitor from Norway, Sweden, Germany and Denmark",
    "where_to_see": "Widespread and common throughout Ireland.",
    "wintering_habits": "Irish breeders are largely sedentary. Migrants from the Continent arrive in autumn."
  }
]